Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# account.password.submit.hint
source: Replaces your password and signs every device out
ar: يستبدل كلمة مرورك ويسجّل الخروج من كل الأجهزة
bn: আপনার পাসওয়ার্ড বদলে প্রতিটি ডিভাইস সাইন আউট করে
ca: Substitueix la teva contrasenya i tanca la sessió a tots els dispositius
cs: Nahradí tvé heslo a odhlásí všechna zařízení
da: Erstatter din adgangskode og logger alle enheder ud
de: Ersetzt dein Passwort und meldet alle Geräte ab
el: Αντικαθιστά τον κωδικό σου και αποσυνδέει κάθε συσκευή
es: Sustituye tu contraseña y cierra la sesión en todos los dispositivos
fi: Korvaa salasanasi ja kirjaa kaikki laitteet ulos
fr: Remplace votre mot de passe et déconnecte tous les appareils
he: מחליף את הסיסמה שלך ומנתק את כל המכשירים
hi: आपका पासवर्ड बदलता है और हर डिवाइस साइन आउट कर देता है
hr: Zamjenjuje tvoju lozinku i odjavljuje sve uređaje
hu: Lecseréli a jelszavadat, és minden eszközről kijelentkeztet
id: Mengganti kata sandimu dan mengeluarkan semua perangkat
it: Sostituisce la tua password e disconnette tutti i dispositivi
ja: パスワードを置き換え、すべてのデバイスをサインアウトします
ko: 비밀번호를 바꾸고 모든 기기에서 로그아웃해요
ml: നിങ്ങളുടെ പാസ്‌വേഡ് മാറ്റി എല്ലാ ഉപകരണങ്ങളും സൈൻ ഔട്ട് ചെയ്യുന്നു
ms: Menggantikan kata laluan anda dan melog keluar semua peranti
nb: Erstatter passordet ditt og logger alle enheter ut
nl: Vervangt je wachtwoord en logt alle apparaten uit
pl: Zastępuje hasło i wylogowuje wszystkie urządzenia
pt_br: Substitui sua senha e desconecta todos os dispositivos
pt_pt: Substitui a sua palavra-passe e termina a sessão em todos os dispositivos
ro: Înlocuiește parola și deconectează toate dispozitivele
ru: Заменяет пароль и завершает сеансы на всех устройствах
sk: Nahradí tvoje heslo a odhlási všetky zariadenia
sv: Byter ditt lösenord och loggar ut alla enheter
ta: உங்கள் கடவுச்சொல்லை மாற்றி எல்லாச் சாதனங்களையும் வெளியேற்றும்
te: మీ పాస్‌వర్డ్‌ను మార్చి ప్రతి పరికరాన్ని సైన్ అవుట్ చేస్తుంది
th: แทนที่รหัสผ่านของคุณและออกจากระบบทุกอุปกรณ์
tr: Şifrenizi değiştirir ve tüm cihazlardaki oturumları kapatır
uk: Замінює ваш пароль і виводить із системи всі пристрої
ur: آپ کا پاس ورڈ بدلتا ہے اور ہر ڈیوائس سائن آؤٹ کرتا ہے
vi: Thay mật khẩu của bạn và đăng xuất mọi thiết bị
zh_hans: 替换你的密码，并让所有设备退出登录
zh_hant: 更換你的密碼並讓所有裝置登出

# account.phone.badgeNote
source: Your country flag and your verified badge come from identity verification, and a phone number cannot change either of them.
ar: علم بلدك وشارة التوثيق يأتيان من توثيق الهوية، ولا يمكن لرقم جوال أن يغيّر أيًا منهما.
bn: আপনার দেশের পতাকা ও ভেরিফায়েড ব্যাজ পরিচয় যাচাই থেকে আসে, আর ফোন নম্বর এর কোনোটিই বদলাতে পারে না।
ca: La bandera del teu país i la teva insígnia de verificat provenen de la verificació d'identitat, i un número de telèfon no pot canviar cap de les dues.
cs: Vlajka tvé země a odznak ověření vycházejí z ověření totožnosti a telefonní číslo ani jedno z toho změnit nemůže.
da: Dit landeflag og dit verificerede badge kommer fra identitetsverificeringen, og et telefonnummer kan ikke ændre nogen af dem.
de: Deine Landesflagge und dein Verifiziert-Abzeichen stammen aus der Identitätsprüfung, und eine Telefonnummer kann an keinem von beiden etwas ändern.
el: Η σημαία της χώρας σου και το σήμα επαλήθευσης προέρχονται από την επαλήθευση ταυτότητας και ένας αριθμός τηλεφώνου δεν μπορεί να αλλάξει κανένα από τα δύο.
es: La bandera de tu país y tu insignia de verificado provienen de la verificación de identidad, y un número de teléfono no puede cambiar ninguna de las dos.
fi: Maasi lippu ja vahvistusmerkkisi tulevat henkilöllisyyden vahvistuksesta, eikä puhelinnumero voi muuttaa kumpaakaan.
fr: Le drapeau de votre pays et votre badge Vérifié proviennent de la vérification d’identité, et un numéro de téléphone ne peut modifier ni l’un ni l’autre.
he: דגל המדינה שלך והתג המאומת שלך מגיעים מאימות הזהות, ומספר טלפון לא יכול לשנות אף אחד מהם.
hi: आपके देश का झंडा और सत्यापित बैज पहचान सत्यापन से आते हैं, और फ़ोन नंबर इनमें से कुछ भी नहीं बदल सकता।
hr: Zastava tvoje zemlje i značka potvrđenog računa dolaze iz provjere identiteta, a broj telefona ne može promijeniti ni jedno ni drugo.
hu: Az országzászlód és a hitelesített jelvényed a személyazonosság-ellenőrzésből származik, és a telefonszám egyiket sem változtathatja meg.
id: Bendera negara dan lencana terverifikasimu berasal dari verifikasi identitas, dan nomor telepon tidak bisa mengubah keduanya.
it: La bandiera del tuo paese e il badge di verifica derivano dalla verifica d'identità, e un numero di telefono non può modificare nessuno dei due.
ja: 国旗と認証バッジは本人確認によって決まるもので、電話番号では変更できません。
ko: 국가 깃발과 인증 배지는 신원 인증에서 가져오며, 전화번호로는 둘 다 바꿀 수 없어요.
ml: നിങ്ങളുടെ രാജ്യത്തിന്റെ പതാകയും വെരിഫൈഡ് ബാഡ്ജും ലഭിക്കുന്നത് തിരിച്ചറിയൽ പരിശോധനയിൽ നിന്നാണ്; ഫോൺ നമ്പറിന് ഇവ രണ്ടും മാറ്റാനാവില്ല.
ms: Bendera negara dan lencana disahkan anda datang daripada pengesahan identiti, dan nombor telefon tidak boleh mengubah kedua-duanya.
nb: Landsflagget ditt og det verifiserte merket ditt kommer fra identitetsverifiseringen, og et telefonnummer kan ikke endre noen av dem.
nl: Je landvlag en je geverifieerd-badge komen van de identiteitsverificatie, en een telefoonnummer kan daar niets aan veranderen.
pl: Flaga Twojego kraju i odznaka zweryfikowanego pochodzą z weryfikacji tożsamości, a numer telefonu nie może zmienić żadnej z nich.
pt_br: A bandeira do seu país e o seu selo de verificado vêm da verificação de identidade, e um número de telefone não pode mudar nenhum dos dois.
pt_pt: A bandeira do seu país e o seu selo de verificado vêm da verificação de identidade, e um número de telefone não pode alterar nenhum dos dois.
ro: Steagul țării tale și insigna de verificat provin din verificarea identității, iar un număr de telefon nu poate schimba niciuna dintre ele.
ru: Флаг вашей страны и значок «Проверен» появляются по результатам проверки личности, и номер телефона не может изменить ни то, ни другое.
sk: Vlajka tvojej krajiny a odznak overenia pochádzajú z overenia totožnosti a telefónne číslo nemôže zmeniť ani jedno z nich.
sv: Flaggan för ditt land och ditt verifierade märke kommer från identitetsverifieringen, och ett telefonnummer kan inte ändra någondera.
ta: உங்கள் நாட்டுக் கொடியும் சரிபார்க்கப்பட்ட பேட்ஜும் அடையாளச் சரிபார்ப்பிலிருந்து வருகின்றன; தொலைபேசி எண்ணால் அவற்றில் எதையும் மாற்ற முடியாது.
te: మీ దేశ జెండా, ధృవీకరించబడిన బ్యాడ్జ్ గుర్తింపు ధృవీకరణ నుండి వస్తాయి; ఫోన్ నంబర్ వాటిలో దేన్నీ మార్చలేదు.
th: ธงประเทศและป้ายยืนยันของคุณมาจากการยืนยันตัวตน และหมายเลขโทรศัพท์ไม่สามารถเปลี่ยนสองอย่างนี้ได้
tr: Ülke bayrağınız ve doğrulanmış rozetiniz kimlik doğrulamasından gelir; telefon numarası bunların hiçbirini değiştiremez.
uk: Прапор вашої країни та значок верифікації походять із перевірки особи, і номер телефону не може змінити жодне з них.
ur: آپ کے ملک کا جھنڈا اور آپ کا تصدیق شدہ بیج شناخت کی تصدیق سے آتے ہیں، اور فون نمبر ان میں سے کچھ نہیں بدل سکتا۔
vi: Cờ quốc gia và huy hiệu đã xác minh của bạn đến từ việc xác minh danh tính, và số điện thoại không thể thay đổi cả hai.
zh_hans: 你的国家旗帜和已验证徽章来自身份验证，手机号码无法改变这两者。
zh_hant: 你的國家旗幟和已驗證徽章來自身分驗證，電話號碼無法改變這兩者。

# account.phone.error.empty
source: Type a number, or remove the one on file.
ar: اكتب رقمًا، أو احذف الرقم المسجّل.
bn: একটি নম্বর লিখুন, অথবা সংরক্ষিত নম্বরটি সরিয়ে দিন।
ca: Escriu un número o elimina el que hi ha desat.
cs: Napiš číslo, nebo odeber uložené.
da: Skriv et nummer, eller fjern det registrerede.
de: Gib eine Nummer ein oder entferne die gespeicherte.
el: Πληκτρολόγησε έναν αριθμό ή αφαίρεσε αυτόν που είναι καταχωρισμένος.
es: Escribe un número o elimina el que está guardado.
fi: Kirjoita numero tai poista tallennettu numero.
fr: Saisissez un numéro, ou supprimez celui enregistré.
he: הקלד מספר, או הסר את המספר השמור.
hi: कोई नंबर लिखें, या दर्ज नंबर हटा दें।
hr: Upiši broj ili ukloni onaj koji je spremljen.
hu: Írj be egy számot, vagy töröld a megadottat.
id: Ketik nomor, atau hapus nomor yang tersimpan.
it: Scrivi un numero oppure rimuovi quello registrato.
ja: 番号を入力するか、登録済みの番号を削除してください。
ko: 번호를 입력하거나 등록된 번호를 삭제하세요.
ml: ഒരു നമ്പർ ടൈപ്പ് ചെയ്യുക, അല്ലെങ്കിൽ നിലവിലുള്ളത് നീക്കം ചെയ്യുക.
ms: Taip nombor, atau alih keluar nombor yang ada dalam fail.
nb: Skriv inn et nummer, eller fjern det som er registrert.
nl: Typ een nummer, of verwijder het nummer dat is opgeslagen.
pl: Wpisz numer albo usuń zapisany.
pt_br: Digite um número ou remova o que está salvo.
pt_pt: Escreva um número ou remova o que está registado.
ro: Scrie un număr sau șterge-l pe cel salvat.
ru: Введите номер или удалите сохранённый.
sk: Zadaj číslo alebo odstráň to uložené.
sv: Skriv ett nummer, eller ta bort det som är sparat.
ta: எண்ணை உள்ளிடுங்கள், அல்லது பதிவில் உள்ளதை அகற்றுங்கள்.
te: ఒక నంబర్ టైప్ చేయండి, లేదా ఉన్నదాన్ని తొలగించండి.
th: พิมพ์หมายเลข หรือลบหมายเลขที่บันทึกไว้
tr: Bir numara yazın veya kayıtlı olanı kaldırın.
uk: Введіть номер або видаліть наявний.
ur: نمبر ٹائپ کریں، یا درج شدہ نمبر ہٹا دیں۔
vi: Nhập một số, hoặc xóa số đã lưu.
zh_hans: 请输入号码，或移除已保存的号码。
zh_hant: 請輸入號碼，或移除已儲存的號碼。

# account.phone.error.notE164
source: Use international format, starting with a plus and a country code — for example %@.
ar: استخدم الصيغة الدولية، تبدأ بعلامة زائد ثم رمز الدولة — مثل %@.
bn: আন্তর্জাতিক ফরম্যাট ব্যবহার করুন, যা একটি প্লাস ও দেশের কোড দিয়ে শুরু হয় — যেমন %@।
ca: Fes servir el format internacional, començant amb un més i un prefix de país, per exemple %@.
cs: Použij mezinárodní formát, začínající plusem a předvolbou země – například %@.
da: Brug internationalt format med et plustegn og en landekode først – for eksempel %@.
de: Verwende das internationale Format mit Pluszeichen und Landesvorwahl, zum Beispiel %@.
el: Χρησιμοποίησε διεθνή μορφή, που ξεκινά με συν και κωδικό χώρας — για παράδειγμα %@.
es: Usa el formato internacional, con un signo más y el prefijo del país; por ejemplo, %@.
fi: Käytä kansainvälistä muotoa, joka alkaa plusmerkillä ja maatunnuksella – esimerkiksi %@.
fr: Utilisez le format international, avec un plus et l’indicatif du pays — par exemple %@.
he: השתמש בפורמט בינלאומי, שמתחיל בפלוס ובקידומת מדינה — לדוגמה %@.
hi: अंतरराष्ट्रीय फ़ॉर्मैट इस्तेमाल करें, जो प्लस और देश कोड से शुरू हो — जैसे %@।
hr: Koristi međunarodni format, koji počinje plusom i pozivnim brojem zemlje — na primjer %@.
hu: Használj nemzetközi formátumot, plusz jellel és országhívó számmal kezdve – például %@.
id: Pakai format internasional, diawali tanda plus dan kode negara — misalnya %@.
it: Usa il formato internazionale, che inizia con un più e un prefisso del paese, ad esempio %@.
ja: プラス記号と国番号で始まる国際形式で入力してください。例: %@
ko: 플러스 기호와 국가 번호로 시작하는 국제 형식을 사용하세요. 예: %@.
ml: അന്താരാഷ്ട്ര ഫോർമാറ്റ് ഉപയോഗിക്കുക: പ്ലസ് ചിഹ്നവും രാജ്യ കോഡും ഉപയോഗിച്ച് തുടങ്ങണം — ഉദാഹരണത്തിന് %@.
ms: Gunakan format antarabangsa, bermula dengan tanda tambah dan kod negara — contohnya %@.
nb: Bruk internasjonalt format, med pluss og landskode først, for eksempel %@.
nl: Gebruik het internationale formaat, beginnend met een plusteken en een landcode, bijvoorbeeld %@.
pl: Użyj formatu międzynarodowego, zaczynającego się od plusa i kodu kraju — na przykład %@.
pt_br: Use o formato internacional, começando com o sinal de mais e o código do país, por exemplo %@.
pt_pt: Use o formato internacional, começando por um sinal de mais e o indicativo do país — por exemplo %@.
ro: Folosește formatul internațional, începând cu plus și prefixul țării — de exemplu %@.
ru: Используйте международный формат: плюс и код страны — например, %@.
sk: Použi medzinárodný formát, ktorý začína znamienkom plus a predvoľbou krajiny — napríklad %@.
sv: Använd internationellt format, med plustecken och landskod först – till exempel %@.
ta: பிளஸ் குறியுடன் நாட்டுக் குறியீட்டில் தொடங்கும் சர்வதேச வடிவத்தைப் பயன்படுத்துங்கள் — எடுத்துக்காட்டு %@.
te: అంతర్జాతీయ ఫార్మాట్ వాడండి: ప్లస్ గుర్తు, దేశ కోడ్‌తో మొదలుపెట్టండి — ఉదాహరణకు %@.
th: ใช้รูปแบบสากล เริ่มด้วยเครื่องหมายบวกและรหัสประเทศ เช่น %@
tr: Uluslararası biçimi kullanın: artı işareti ve ülke koduyla başlayın, örneğin %@.
uk: Використайте міжнародний формат: плюс і код країни — наприклад, %@.
ur: بین الاقوامی فارمیٹ استعمال کریں، جو پلس اور ملک کے کوڈ سے شروع ہو — مثلاً %@۔
vi: Dùng định dạng quốc tế, bắt đầu bằng dấu cộng và mã quốc gia — ví dụ %@.
zh_hans: 请使用国际格式，以加号和国家区号开头，例如 %@。
zh_hant: 請使用國際格式，以加號和國碼開頭，例如 %@。

# account.phone.field.hint
source: International format, starting with a plus and a country code
ar: بالصيغة الدولية، تبدأ بعلامة زائد ثم رمز الدولة
bn: আন্তর্জাতিক ফরম্যাট, প্লাস ও দেশের কোড দিয়ে শুরু
ca: Format internacional, començant amb un més i un prefix de país
cs: Mezinárodní formát, začínající plusem a předvolbou země
da: Internationalt format med et plustegn og en landekode først
de: Internationales Format, beginnend mit Pluszeichen und Landesvorwahl
el: Διεθνής μορφή, που ξεκινά με συν και κωδικό χώρας
es: Formato internacional, con un signo más y el prefijo del país
fi: Kansainvälinen muoto, alkaa plusmerkillä ja maatunnuksella
fr: Format international, avec un plus et l’indicatif du pays
he: פורמט בינלאומי, שמתחיל בפלוס ובקידומת מדינה
hi: अंतरराष्ट्रीय फ़ॉर्मैट, जो प्लस और देश कोड से शुरू हो
hr: Međunarodni format, koji počinje plusom i pozivnim brojem zemlje
hu: Nemzetközi formátum, plusz jellel és országhívó számmal kezdve
id: Format internasional, diawali tanda plus dan kode negara
it: Formato internazionale, che inizia con un più e un prefisso del paese
ja: プラス記号と国番号で始まる国際形式
ko: 플러스 기호와 국가 번호로 시작하는 국제 형식
ml: അന്താരാഷ്ട്ര ഫോർമാറ്റ്, പ്ലസ് ചിഹ്നവും രാജ്യ കോഡും ഉപയോഗിച്ച് തുടങ്ങണം
ms: Format antarabangsa, bermula dengan tanda tambah dan kod negara
nb: Internasjonalt format, med pluss og landskode først
nl: Internationaal formaat, beginnend met een plusteken en een landcode
pl: Format międzynarodowy, zaczynający się od plusa i kodu kraju
pt_br: Formato internacional, começando com o sinal de mais e o código do país
pt_pt: Formato internacional, começando por um sinal de mais e o indicativo do país
ro: Format internațional, începând cu plus și prefixul țării
ru: Международный формат: плюс и код страны
sk: Medzinárodný formát, začína znamienkom plus a predvoľbou krajiny
sv: Internationellt format, med plustecken och landskod först
ta: பிளஸ் குறியுடன் நாட்டுக் குறியீட்டில் தொடங்கும் சர்வதேச வடிவம்
te: అంతర్జాతీయ ఫార్మాట్, ప్లస్ గుర్తు మరియు దేశ కోడ్‌తో మొదలవుతుంది
th: รูปแบบสากล เริ่มด้วยเครื่องหมายบวกและรหัสประเทศ
tr: Uluslararası biçim: artı işareti ve ülke koduyla başlar
uk: Міжнародний формат: плюс і код країни
ur: بین الاقوامی فارمیٹ، پلس اور ملک کے کوڈ سے شروع
vi: Định dạng quốc tế, bắt đầu bằng dấu cộng và mã quốc gia
zh_hans: 国际格式，以加号和国家区号开头
zh_hant: 國際格式，以加號和國碼開頭

# account.phone.field.label
source: Phone number
ar: رقم الجوال
bn: ফোন নম্বর
ca: Número de telèfon
cs: Telefonní číslo
da: Telefonnummer
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
fi: Puhelinnumero
fr: Numéro de téléphone
he: מספר טלפון
hi: फ़ोन नंबर
hr: Broj telefona
hu: Telefonszám
id: Nomor telepon
it: Numero di telefono
ja: 電話番号
ko: 전화번호
ml: ഫോൺ നമ്പർ
ms: Nombor telefon
nb: Telefonnummer
nl: Telefoonnummer
pl: Numer telefonu
pt_br: Número de telefone
pt_pt: Número de telefone
ro: Număr de telefon
ru: Номер телефона
sk: Telefónne číslo
sv: Telefonnummer
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్
th: หมายเลขโทรศัพท์
tr: Telefon numarası
uk: Номер телефону
ur: فون نمبر
vi: Số điện thoại
zh_hans: 手机号码
zh_hant: 電話號碼

# account.phone.notAVerification
source: NOT A VERIFICATION
ar: ليس توثيقًا
bn: ভেরিফিকেশন নয়
ca: NO ÉS UNA VERIFICACIÓ
cs: NENÍ OVĚŘENÍ
da: IKKE EN VERIFICERING
de: KEINE VERIFIZIERUNG
el: ΔΕΝ ΕΙΝΑΙ ΕΠΑΛΗΘΕΥΣΗ
es: NO ES UNA VERIFICACIÓN
fi: EI VAHVISTUS
fr: PAS UNE VÉRIFICATION
he: לא אימות
hi: सत्यापन नहीं है
hr: NIJE PROVJERA
hu: NEM HITELESÍTÉS
id: BUKAN VERIFIKASI
it: NON È UNA VERIFICA
ja: 本人確認ではありません
ko: 인증 아님
ml: പരിശോധനയല്ല
ms: BUKAN PENGESAHAN
nb: IKKE EN VERIFISERING
nl: GEEN VERIFICATIE
pl: TO NIE WERYFIKACJA
pt_br: NÃO É UMA VERIFICAÇÃO
pt_pt: NÃO É UMA VERIFICAÇÃO
ro: NU ESTE O VERIFICARE
ru: НЕ ПРОВЕРКА
sk: NIE JE OVERENIE
sv: INTE EN VERIFIERING
ta: சரிபார்ப்பு அல்ல
te: ధృవీకరణ కాదు
th: ไม่ใช่การยืนยันตัวตน
tr: DOĞRULAMA DEĞİLDİR
uk: НЕ ВЕРИФІКАЦІЯ
ur: تصدیق نہیں ہے
vi: KHÔNG PHẢI XÁC MINH
zh_hans: 并非验证
zh_hant: 非驗證

# account.phone.onFile
source: ON FILE
ar: المسجّل
bn: সংরক্ষিত
ca: DESAT
cs: ULOŽENO
da: REGISTRERET
de: GESPEICHERT
el: ΚΑΤΑΧΩΡΙΣΜΕΝΟΣ
es: GUARDADO
fi: TALLENNETTU
fr: ENREGISTRÉ
he: שמור
hi: दर्ज है
hr: SPREMLJENO
hu: MEGADVA
id: TERSIMPAN
it: REGISTRATO
ja: 登録済み
ko: 등록됨
ml: സൂക്ഷിച്ചത്
ms: DALAM REKOD
nb: REGISTRERT
nl: OPGESLAGEN
pl: ZAPISANY
pt_br: SALVO
pt_pt: REGISTADO
ro: SALVAT
ru: СОХРАНЁН
sk: ULOŽENÉ
sv: SPARAT
ta: பதிவில் உள்ளது
te: నమోదైంది
th: บันทึกไว้แล้ว
tr: KAYITLI
uk: ЗБЕРЕЖЕНО
ur: درج شدہ
vi: ĐÃ LƯU
zh_hans: 已保存
zh_hant: 已儲存

# account.phone.onFile.a11y
source: Number on file, unverified: %@
ar: الرقم المسجّل، غير موثّق: %@
bn: সংরক্ষিত নম্বর, যাচাই করা নয়: %@
ca: Número desat, no verificat: %@
cs: Uložené číslo, neověřené: %@
da: Registreret nummer, ikke verificeret: %@
de: Gespeicherte Nummer, nicht verifiziert: %@
el: Καταχωρισμένος αριθμός, ανεπαλήθευτος: %@
es: Número guardado, sin verificar: %@
fi: Tallennettu numero, vahvistamaton: %@
fr: Numéro enregistré, non vérifié : %@
he: מספר שמור, לא מאומת: %@
hi: दर्ज नंबर, असत्यापित: %@
hr: Spremljeni broj, nije provjeren: %@
hu: Megadott, nem hitelesített szám: %@
id: Nomor tersimpan, belum diverifikasi: %@
it: Numero registrato, non verificato: %@
ja: 登録済みの番号(未確認): %@
ko: 등록된 번호, 미인증: %@
ml: സൂക്ഷിച്ചിരിക്കുന്ന നമ്പർ, പരിശോധിച്ചിട്ടില്ല: %@
ms: Nombor dalam rekod, belum disahkan: %@
nb: Registrert nummer, ikke verifisert: %@
nl: Opgeslagen nummer, niet geverifieerd: %@
pl: Zapisany numer, niezweryfikowany: %@
pt_br: Número salvo, não verificado: %@
pt_pt: Número registado, não verificado: %@
ro: Număr salvat, neverificat: %@
ru: Сохранённый номер, не подтверждён: %@
sk: Uložené číslo, neoverené: %@
sv: Sparat nummer, overifierat: %@
ta: பதிவில் உள்ள எண், சரிபார்க்கப்படவில்லை: %@
te: నమోదైన నంబర్, ధృవీకరించబడలేదు: %@
th: หมายเลขที่บันทึกไว้ ยังไม่ได้ยืนยัน: %@
tr: Kayıtlı numara, doğrulanmamış: %@
uk: Збережений номер, не верифікований: %@
ur: درج شدہ نمبر، غیر تصدیق شدہ: %@
vi: Số đã lưu, chưa xác minh: %@
zh_hans: 已保存的号码，未验证：%@
zh_hant: 已儲存的號碼，未驗證：%@

# account.phone.password.hint
source: Required for any change to your account details
ar: مطلوبة لأي تغيير في بيانات حسابك
bn: অ্যাকাউন্টের তথ্যে যেকোনো পরিবর্তনের জন্য আবশ্যক
ca: Obligatòria per a qualsevol canvi a les dades del compte
cs: Vyžadováno pro jakoukoli změnu údajů účtu
da: Påkrævet ved enhver ændring af dine kontooplysninger
de: Für jede Änderung deiner Kontodaten erforderlich
el: Απαιτείται για κάθε αλλαγή στα στοιχεία του λογαριασμού σου
es: Obligatoria para cualquier cambio en los datos de tu cuenta
fi: Vaaditaan kaikkiin tilitietojesi muutoksiin
fr: Obligatoire pour toute modification des informations de votre compte
he: נדרש לכל שינוי בפרטי החשבון שלך
hi: आपके अकाउंट की जानकारी में किसी भी बदलाव के लिए ज़रूरी
hr: Obavezno za bilo koju promjenu podataka računa
hu: A fiókadataid bármilyen módosításához kötelező
id: Wajib untuk setiap perubahan pada detail akunmu
it: Necessaria per qualsiasi modifica ai dati del tuo account
ja: アカウント情報を変更するときは必須です
ko: 계정 정보를 변경하려면 필요해요
ml: അക്കൗണ്ട് വിവരങ്ങളിൽ ഏതു മാറ്റത്തിനും ആവശ്യമാണ്
ms: Diperlukan untuk sebarang perubahan pada butiran akaun anda
nb: Påkrevd for alle endringer i kontoopplysningene dine
nl: Vereist voor elke wijziging van je accountgegevens
pl: Wymagane przy każdej zmianie danych konta
pt_br: Obrigatória para qualquer alteração nos dados da conta
pt_pt: Obrigatório para qualquer alteração aos dados da sua conta
ro: Necesară pentru orice modificare a detaliilor contului
ru: Нужен для любых изменений данных аккаунта
sk: Vyžaduje sa pri každej zmene údajov účtu
sv: Krävs för alla ändringar av dina kontouppgifter
ta: உங்கள் கணக்கு விவரங்களில் எந்த மாற்றத்துக்கும் தேவை
te: ఖాతా వివరాల్లో ఏ మార్పుకైనా తప్పనిసరి
th: จำเป็นสำหรับการเปลี่ยนรายละเอียดบัญชีทุกอย่าง
tr: Hesap bilgilerinizde yapılacak her değişiklik için gerekli
uk: Потрібен для будь-якої зміни даних облікового запису
ur: آپ کے اکاؤنٹ کی تفصیلات میں کسی بھی تبدیلی کے لیے ضروری
vi: Bắt buộc cho mọi thay đổi thông tin tài khoản
zh_hans: 更改账户资料时必填
zh_hant: 變更任何帳號資料時都需要

# account.phone.remove
source: Remove the number on file
ar: احذف الرقم المسجّل
bn: সংরক্ষিত নম্বর সরান
ca: Elimina el número desat
cs: Odebrat uložené číslo
da: Fjern det registrerede nummer
de: Gespeicherte Nummer entfernen
el: Αφαίρεση του καταχωρισμένου αριθμού
es: Quitar el número guardado
fi: Poista tallennettu numero
fr: Supprimer le numéro enregistré
he: הסר את המספר השמור
hi: दर्ज नंबर हटाएँ
hr: Ukloni spremljeni broj
hu: A megadott szám eltávolítása
id: Hapus nomor yang tersimpan
it: Rimuovi il numero registrato
ja: 登録済みの番号を削除
ko: 등록된 번호 삭제
ml: സൂക്ഷിച്ചിരിക്കുന്ന നമ്പർ നീക്കം ചെയ്യുക
ms: Alih keluar nombor dalam rekod
nb: Fjern det registrerte nummeret
nl: Opgeslagen nummer verwijderen
pl: Usuń zapisany numer
pt_br: Remover o número salvo
pt_pt: Remover o número registado
ro: Șterge numărul salvat
ru: Удалить сохранённый номер
sk: Odstrániť uložené číslo
sv: Ta bort det sparade numret
ta: பதிவில் உள்ள எண்ணை அகற்று
te: నమోదైన నంబర్‌ను తొలగించు
th: ลบหมายเลขที่บันทึกไว้
tr: Kayıtlı numarayı kaldır
uk: Видалити збережений номер
ur: درج شدہ نمبر ہٹائیں
vi: Xóa số đã lưu
zh_hans: 移除已保存的号码
zh_hant: 移除已儲存的號碼

# account.phone.remove.hint
source: Deletes your contact number. Also needs your password.
ar: يحذف رقم تواصلك. ويحتاج كلمة مرورك أيضًا.
bn: আপনার যোগাযোগের নম্বর মুছে দেয়। এতেও পাসওয়ার্ড লাগে।
ca: Elimina el teu número de contacte. També requereix la contrasenya.
cs: Smaže tvé kontaktní číslo. Vyžaduje také heslo.
da: Sletter dit kontaktnummer. Kræver også din adgangskode.
de: Löscht deine Kontaktnummer. Erfordert ebenfalls dein Passwort.
el: Διαγράφει τον αριθμό επικοινωνίας σου. Απαιτεί επίσης τον κωδικό σου.
es: Elimina tu número de contacto. También requiere tu contraseña.
fi: Poistaa yhteystietonumerosi. Vaatii myös salasanasi.
fr: Supprime votre numéro de contact. Demande aussi votre mot de passe.
he: מוחק את מספר הקשר שלך. דורש גם את הסיסמה שלך.
hi: आपका संपर्क नंबर हटाता है। इसके लिए भी आपका पासवर्ड चाहिए।
hr: Briše tvoj kontakt broj. Također traži tvoju lozinku.
hu: Törli a kapcsolattartási számodat. A jelszavad is kell hozzá.
id: Menghapus nomor kontakmu. Juga butuh kata sandimu.
it: Elimina il tuo numero di contatto. Serve anche la password.
ja: 連絡先の番号を削除します。パスワードも必要です。
ko: 연락처 번호를 삭제해요. 비밀번호도 필요해요.
ml: നിങ്ങളുടെ കോൺടാക്റ്റ് നമ്പർ ഇല്ലാതാക്കുന്നു. പാസ്‌വേഡും വേണം.
ms: Memadam nombor hubungan anda. Turut memerlukan kata laluan anda.
nb: Sletter kontaktnummeret ditt. Krever også passordet ditt.
nl: Verwijdert je contactnummer. Vereist ook je wachtwoord.
pl: Usuwa Twój numer kontaktowy. Wymaga też hasła.
pt_br: Exclui seu número de contato. Também exige sua senha.
pt_pt: Elimina o seu número de contacto. Exige também a sua palavra-passe.
ro: Șterge numărul tău de contact. Cere și parola.
ru: Удаляет ваш контактный номер. Тоже требует пароль.
sk: Odstráni tvoje kontaktné číslo. Vyžaduje aj tvoje heslo.
sv: Raderar ditt kontaktnummer. Kräver också ditt lösenord.
ta: உங்கள் தொடர்பு எண்ணை நீக்கும். உங்கள் கடவுச்சொல்லும் தேவை.
te: మీ సంప్రదింపు నంబర్‌ను తొలగిస్తుంది. మీ పాస్‌వర్డ్ కూడా అవసరం.
th: ลบหมายเลขติดต่อของคุณ ต้องใช้รหัสผ่านด้วย
tr: İletişim numaranızı siler. Şifreniz de gerekir.
uk: Видаляє ваш контактний номер. Також потрібен пароль.
ur: آپ کا رابطہ نمبر حذف کرتا ہے۔ اس کے لیے بھی آپ کا پاس ورڈ چاہیے۔
vi: Xóa số liên hệ của bạn. Cũng cần mật khẩu của bạn.
zh_hans: 删除你的联系号码，同样需要输入密码。
zh_hant: 刪除你的聯絡號碼，同樣需要輸入密碼。
